const statusData = {
  all: "전체",
  처리중: "처리중",
  완료: "완료"
}

const committeeData = {
  all: "전체",
  국회운영위원회: "국회운영위원회",
  법제사법위원회: "법제사법위원회",
  정무위원회: "정무위원회",
  기획재정위원회: "기획재정위원회",
  교육위원회: "교육위원회",
  과학기술정보방송통신위원회: "기본소득과학기술정보방송통신위원회",
  외교통일위원회: "외교통일위원회",
  국방위원회: "국방위원회",
  행정안전위원회: "행정안전위원회",
  문화체육관광위원회: "문화체육관광위원회",
  농림축산식품해양수산위원회: "농림축산식품해양수산위원회",
  산업통상자원중소벤처기업위원회: "산업통상자원중소벤처기업위원회",
  보건복지위원회: "보건복지위원회",
  환경노동위원회: "환경노동위원회",
  국토교통위원회: "국토교통위원회",
  정보위원회: "정보위원회",
  여성가족위원회: "여성가족위원회",
};

const typeData = {
  all: "전체",
  지역구: "지역구",
  비례대표: "비례대표",
};

const partyData = {
  all: "전체",
  더불어민주당: "더불어민주당",
  국민의힘: "국민의힘",
  정의당: "정의당",
  국민의당: "국민의당",
  열린민주당: "열린민주당",
  기본소득당: "기본소득당",
  시대전환: "시대전환",
  무소속: "무소속",
};

export { committeeData, typeData, partyData, statusData };
